Repository: MesterPerfect/Add-on-packer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, pt, pt_pt, ru, tr

source: No se pudo agregar el Fichero de configuración de NVDA a la copia de seguridad.
pt: O ficheiro de configuração do NVDA não pôde ser adicionado à cópia de segurança.
ru: Не удалось добавить файл конфигурации NVDA в резервную копию.
tr: NVDA Yapılandırma Dosyası yedeklemeye eklenemedi.

source: Se creo la copia de seguridad correctamente en: {} Pulse aceptar para continuar.
pt: A cópia de segurança foi criada com sucesso em: {} Prima OK para continuar.
ru: Резервная копия была успешно создана в: {} Нажмите "ОК", чтобы продолжить.
tr: Yedekleme başarıyla oluşturuldu: {} Devam etmek için kabul et'e basın.

source: Se produjo el siguiente error: {} No se pudo crear la copia de seguridad.
pt: Ocorreu o seguinte erro: {} a cópia de segurança não pôde ser criada.
ru: Произошла следующая ошибка: {} Резервная копия не может быть создана.
tr: Aşağıdaki hata oluştu: {} Yedek oluşturulamadı.

source: Se produjeron los siguientes errores: {} No se pudo crear la copia de seguridad.
pt: Ocorreram os seguintes erros: {} A cópia de segurança não pôde ser criada.
ru: Произошли следующие ошибки: {} Резервная копия не может быть создана.
tr: Şu hatalar oluştu: {} Yedek oluşturulamadı.

source: Restaurando el directorio de diccionarios...
pt: A restaurar a pasta de dicionários...
ru: Восстановление каталога словарей...
tr: Sözlükler dizini geri yükleniyor...

source: No se pudo restaurar el directorio de diccionarios.
pt: A pasta de dicionários não pôde ser restaurada.
ru: Не удалось восстановить каталог словарей.
tr: Sözlükler dizini geri yüklenemedi.

source: Restaurando el directorio de Perfiles...
pt: A Restaurar a pasta de Perfis...
ru: Восстановление каталога профилей...
tr: Profiller dizini geri yükleniyor...

source: No se pudo restaurar el directorio de Perfiles.
pt: a pasta de Perfis não pôde ser restaurada.
ru: Не удалось восстановить каталог профилей.
tr: Profiller dizini geri yüklenemedi.

source: Restaurando el directorio de Scratchpad...
pt: A restaurar a pasta de Scratchpad...
ru: Восстановление каталога Scratchpad...
tr: Not defteri dizini geri yükleniyor...

source: No se pudo restaurar el directorio de Scratchpad.
pt: A pasta de Scratchpad não pôde ser restaurada.
ru: Не удалось восстановить каталог Scratchpad.
tr: Not defteri dizini geri yüklenemedi.

source: Restaurando el Fichero configuración disparadores de perfiles...
pt: A restaurar o ficheiro de configuração de acionador de perfis...
ru: Восстановление файла настроек profileTriggers...
tr: Profil tetikleyici yapılandırma dosyası geri yükleniyor...

source: No se pudo restaurar el Fichero configuración disparadores de perfiles.
pt: Não se pôde restaurar o ficheiro de configuração de acionadores de perfis.
ru: Не удалось восстановить файл настроек profileTriggers.
tr: Profil tetikleyici yapılandırma dosyası geri yüklenemedi.

source: Restaurando el Fichero configuración gestos de entrada...
pt: A restaurar o ficheiro de configuração de definidores de comandos...
ru: Восстановление файла настройки жестов ввода...
tr: Girdi hareketleri yapılandırma dosyası geri yükleniyor...

source: No se pudo restaurar el Fichero configuración de gestos de entrada.
pt: Não se pôde restaurar o ficheiro de configuração de definidores de comandos.
ru: Не удалось восстановить файл настроек жестов ввода.
tr: Girdi hareketleri yapılandırma dosyası geri yüklenemedi.

source: No se pudo restaurar el Fichero configuración gestos de entrada.
pt: Não se pôde restaurar o ficheiro de configuração de definidores de comandos.
ru: Не удалось восстановить файл настроек жестов ввода.
tr: Girdi hareketlerii yapılandırma dosyası geri yüklenemedi.

source: Restaurando el Fichero configuración de NVDA...
pt: A restaurar o ficheiro de configuração do NVDA...
ru: Восстановление файла конфигурации NVDA...
tr: NVDA Yapılandırma Dosyası Geri Yükleniyor...

source: No se pudo restaurar el Fichero configuración de NVDA.
pt: Não se pôde restaurar o ficheiro de configuração do NVDA.
ru: Не удалось восстановить файл конфигурации NVDA.
tr: NVDA Yapılandırma Dosyası geri yüklenemedi.

source: La restauración fue un éxito. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse aceptar o cerrar para reiniciar.
pt: A restauração foi um sucesso. A restauração da configuração do NVDA requer um reinício do leitor. Pressione aceitar ou rejeitar.
ru: Восстановление прошло успешно. Восстановление конфигурации NVDA требует перезапуска программы. Нажмите "ОК" или "Закрыть" для перезапуска.
tr: Geri yükleme işlemi başarılı. NVDA ayarlarının geri yüklenmesi, Ekran okuyucunun yeniden başlatılmasını gerektirir. Yeniden başlatmak için tamam veya kapat'ı tıklayın.

source: Se produjo el siguiente error: {} No se pudo restaurar toda la copia de seguridad. Pero hay elementos que si pudieron ser restaurados. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse cancelar o cerrar para reiniciar.
pt: Ocorreu o seguinte erro: {} Nem toda a cópia de segurança pôde ser restaurada. Mas há ficheiros que puderam ser restaurados. A restauração da configuração do NVDA requer um reinício do leitor. Pressione cancelar ou fechar para reiniciar.
ru: Произошла следующая ошибка: {} Не удалось восстановить всю резервную копию. Но есть элементы, которые можно было бы восстановить. При восстановлении настроек NVDA необходимо перезагрузить программу. Нажмите "Отмена" или "Закрыть", чтобы перезапустить.
tr: Aşağıdaki hata oluştu: {} Tüm yedekleme geri yüklenemedi. Ancak geri yüklenebilecek öğeler bulunuyor. NVDA ayarlarının geri yüklenmesi, Ekran okuyucunun yeniden başlatılmasını gerektirir. Yeniden başlatmak için iptal veya kapat'a basın.

source: Se produjo el siguiente error: {} No se pudo restaurar la copia de seguridad. Pulse cancelar o cerrar para continuar.
pt: Ocorreu o seguinte erro: {} A cópia de segurança não pôde ser restaurada. pressione cancelar ou fechar para continuar.
ru: Произошла следующая ошибка: {} Резервная копия не может быть восстановлена. Для продолжения нажмите "Отмена" или "Закрыть".
tr: Aşağıdaki hata oluştu: {} Yedek geri yüklenemedi. Devam etmek için iptal veya kapat'a basın.

source: Se produjeron los siguientes errores: {} No se pudo restaurar toda la copia de seguridad. Pero hay elementos que si pudieron ser restaurados. Al restaurar la configuración de NVDA es necesario reiniciar el lector. Pulse cancelar o cerrar para reiniciar.
pt: Ocorreram os seguintes erros: {} Nem Toda a cópia de segurança pôde ser restaurada. Mas há artigos que puderam ser restaurados. A restauração da configuração da NVDA requer um reinício do leitor. Pressione cancelar ou fechar para reiniciar.
ru: Произошли следующие ошибки: {} Не удалось восстановить всю резервную копию. Но есть элементы, которые можно было бы восстановить. При восстановлении настроек NVDA необходимо перезагрузить программу. Нажмите "Отмена" или "Закрыть", чтобы перезапустить.
tr: Şu hatalar oluştu: {} Tüm yedekleme geri yüklenemedi. Ancak geri yüklenebilecek öğeler bulunuyor. NVDA ayarlarının geri yüklenmesi, Ekran okuyucunun yeniden başlatılmasını gerektirir. Yeniden başlatmak için iptal veya kapat'a basın.

source: Se produjeron los siguientes errores: {} No se pudo restaurar la copia de seguridad. Pulse cancelar o cerrar para continuar.
pt: Ocorreram os seguintes erros: {} a cópia de segurança não pôde ser restaurada. pressione cancelar ou fechar para continuar.
ru: Произошли следующие ошибки: {} Не удалось восстановить резервную копию. Нажмите "Отмена" или "Закрыть", чтобы продолжить.
tr: Şu hatalar oluştu: {} Yedek geri yüklenemedi. Devam etmek için iptal veya kapat'a basın.

source: Add-on packer
es: Empaquetador de complementos
pt_pt: Empacotador de extras

source: Back up your add-ons quickly.
es: Haga una copia de sus complementos r치pidamente.
pt_pt: Faça rapidamente uma cópia dos seus complementos, deixando-os prontos para voltarem a ser instalados.

source: &Add-on packer
es: &Empaquetador de complementos
pt_pt: &Empacotador de extras

source: Show the plug-in packer window
pt_pt: Mostrar a janela do embalador plug-in

source: &List of Add-ons:
es: &Lista de complementos:
pt_pt: &Lista de extras:

source: &Select all
es: &Seleccionar todo
pt_pt: &Seleccionar tudo

source: Deselect &all
es: Deseleccion&ar todo
pt_pt: Deseleccion&ar tudo

source: Destination directory:
es: Directorio destino:
pt_pt: Pasta de destino:

source: Select &directory
es: Seleccionar &directorio
pt_pt: Seleccionar &pasta

source: &Generate add-ons
es: &Generar complementos
pt_pt: &Criar extras

source: &Close
es: &Cerrar
pt_pt: &Fechar

source: Select a directory:
es: Seleccione un directorio
pt_pt: Seleccione uma pasta

source: You need to select at least one add-on to continue the action.
es: Necesita seleccionar al menos un complemento para continuar con la acci칩n.
pt_pt: Precisa de seleccionar pelo menos um extra para continuar com a acção.

source: You need to select an output directory to continue the action.
es: Necesita seleccionar un directorio de salida para continuar con la acci칩n.
pt_pt: Necessita de seleccionar uma pasta de saída para continuar com a acção.

source: All add-ons were correctly generated.
es: Se generaron correctamente todos los complementos.
pt_pt: Todos os extras foram criados correctamente.

source: The add-ons could not be generated.
es: No se pudieron generar los complementos.
pt_pt: Não foi possível criar os extras.

source: Generating add-ons
es: Generando complementos
pt_pt: A criar os extras

source: Please wait...
es: Espere por favor...
pt_pt: Espere, por favor...

source: Information
es: Informaci칩n
pt_pt: Informação
