Repository: MesterPerfect/Add-on-packer
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: es, pt, pt_pt, ru, tr

source: Utilidades para los complementos de NVDA
pt: Utilitários para extras do NVDA
ru: Утилиты для дополнений NVDA
tr: NVDA Eklentileri için Yardımcı Araçlar

source: Conjunto de utilidades para un manejo fácil de complementos para NVDA. * Empaquetador de complementos. * Instalador múltiple de complementos. * Desinstala complementos. * Habilita / deshabilita complementos. * Modificador de manifiestos, instalados y desde archivo no instalado. * Documentación de complementos. Todas las áreas de fácil manejo y para ahorrar tiempo respecto al gestor de complementos nativo de NVDA.
pt: Conjunto de utilitários para facilitar a gestão de add-ons NVDA. * Embalagem adicional. * Instalador de múltiplos add-on. * Desinstalar add-ons. * Activar/desactivar add-ons. * Modificador manifesto, instalado e a partir de ficheiro não-instalado. * Documentação adicional. Todas as áreas são de fácil utilização e poupam tempo em comparação com o gestor de add-on nativo da NVDA.
ru: Набор утилит для легкого управления дополнениями NVDA. * Упаковщик плагинов. * Программа установки нескольких дополнений. * Удаление дополнений. * Включение/отключение дополнений. * Модификатор манифеста, установленный и из неустановленного файла. * Документация по дополнениям. Все области удобны для пользователя и экономят время по сравнению с родным менеджером дополнений NVDA.
tr: NVDA eklentilerinin kolay kullanımı için yardımcı araçlar seti. * Eklenti paketleyici. * Çoklu eklenti yükleyici. * Eklentileri kaldırın. * Eklentileri etkinleştirin/devre dışı bırakın. * Manifest değiştirici, yüklü ve yüklenmemiş dosyadan. * Eklenti belgeleri. Tüm alanların kullanımı kolaydır ve NVDA'nın yerel eklenti yöneticisine kıyasla zamandan tasarruf sağlar.

source: &Utilidades para los complementos de NVDA
pt: &Utilitários para extras do NVDA
ru: &Утилиты для дополнений NVDA
tr: NVDA Eklentileri için Yard&ımcı Araçlar

source: Hay una acción pendiente de reiniciar NVDA. Por motivos de seguridad el complemento no podrá ser usado hasta que no reinicie. ¿Desea reiniciar NVDA ahora?
pt: Há uma acção pendente para reiniciar o NVDA. Por razões de segurança, o extra não pode ser utilizado até ser reiniciado. quer reiniciar o NVDA agora?
ru: Предстоит выполнить действие по перезапуску NVDA. В целях безопасности дополнение не может быть использовано до перезапуска. Хотите ли вы перезапустить NVDA сейчас?
tr: Yapılan değişikliğin etkin olabilmesi için NVDA'yı yeniden başlatmak gerekiyor. Güvenlik nedeniyle, eklenti siz yeniden başlatana kadar kullanılamayacak. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Pregunta
pt: Pergunta
ru: Вопрос
tr: Sor

source: Muestra la ventana de Utilidades para los complementos de NVDA
pt: Apresenta a janela de Utilitários para os add-ons NVDA
ru: Отображает окно Утилиты для дополнений NVDA.
tr: NVDA eklentileri için Yardımcı Araçlar penceresini gösterir

source: Ya hay una instancia de Utilidades para los complementos de NVDA abierta.
pt: Já existe um exemplo de Utilitários para NVDA add-ons abertos.
ru: Уже открыт экземпляр утилиты для плагинов NVDA.
tr: Zaten Açık bir pencere var.

source: Información
pt: Informação
ru: Информация
tr: Bilgi

source: Empaquetador de complementos
pt: Compilador de extras
ru: Упаковщик дополнений
tr: Eklenti Paketleyici

source: &Lista de complementos:
ru: &Список дополнений:
tr: Ek&lenti Listesi:

source: &Selección
pt: &Selecção
ru: &Выбор
tr: &seç

source: &Generar
pt: &Gerar
ru: &Генерировать
tr: &Oluştur

source: Instalador múltiple
pt: Multi-instalador
ru: Мульти-установщик
tr: Çoklu yükleyici

source: &Seleccione un directorio con complementos a instalar...
pt: &Selecione um diretório com extras para instalar...
ru: &Выберите каталог с дополнениями для установки...
tr: Yüklemek istediğiniz eklentilerin bulunduğu bir dizin &Sseçin...

source: &Instalar
ru: &Установить
tr: Y&ükle

source: Desinstala complementos
pt: Desinstalar add-ons
ru: Удаление дополнений
tr: Eklentileri kaldır

source: &Desinstalar
ru: &Удалить
tr: kaldı&r

source: Habilita / deshabilita complementos
pt: Activar/desactivar add-ons
ru: Включение/отключение дополнений
tr: Eklentileri etkinleştir/devre dışı bırak

source: &Lista de complementos habilitados:
pt: &lista de extras activados:
ru: &Список включенных дополнений:
tr: Etkin ek&lentilerin listesi:

source: &Lista de complementos deshabilitados:
pt: &Lista de extras desactivados
ru: &Список отключенных дополнений:
tr: Devre dışı bırakılan eklentilerin &listesi:

source: &Procesar
pt: &Processar
ru: &Обработка
tr: &Uygula

source: Modificador de manifiestos
pt: Modificador de manifestos
ru: Изменение манифеста
tr: Manifest Değiştirici

source: &Lista de complementos instalados:
pt: &lista de add-ons instalados:
ru: &Список установленных дополнений:
tr: Yüklü ek&lentilerin listesi:

source: Seleccione versión Mayor:
pt: Sélectionner la version Majeure:
ru: Выбрать основную версию:
tr: Ana sürümü seç:

source: Seleccione versión Menor:
pt: Sélectionner la version Mineure:
ru: Выбрать Минорную версию:
tr: Ara sürümü seç:

source: Seleccione una revisión:
pt: Sélectionner une révision:
ru: Выбрать ревизию:
tr: Düzeltme sürümünü seç:

source: Hacer / restaurar copias de seguridad
pt: Fazer ou restaurar cópias de segurança
ru: Создание / восстановление резервных копий
tr: Yedekleme yap / Yedeği geri yükle

source: &Hacer copias de seguridad:
pt: &Fazer cópias de segurança
ru: &Резервное копирование:
tr: &Yedekleme yapın:

source: &Crear copia de seguridad
pt: &criar cópia de segurança
ru: &Создать резервную копию
tr: Yedek &Oluştur

source: &Restaurar copia de seguridad
pt: &Restaurar cópia de segurança
ru: &Восстановить резервную копию
tr: Yedeği ge&ri yükle

source: Documentación de complementos
pt: Documentação adicional
ru: Документация по дополнениям
tr: Eklenti Belgeleri

source: &Abrir documentación del complemento
pt: &Abrir documentação do extra
ru: &Открыть документацию дополнения
tr: Eklenti belgesini &aç

source: &Estado:
ru: &Состояние:
tr: d&urum:

source: &Aceptar
pt: &Aceitar
ru: &ОК
tr: Ka&bul Et

source: &Cancelar
ru: &Отменить
tr: İ&ptal

source: Cerrar
pt: Fechar
ru: Закрыть
tr: Kapat

source: Directorio Diccionarios
pt: Pasta dicionários
ru: Каталог Словарей
tr: Sözlükler dizini

source: Directorio Perfiles
pt: Pasta perfis
ru: Каталог профилей
tr: Profiller Dizini

source: Directorio Scratchpad
pt: pasta Scratchpad
ru: Каталог Scratchpad
tr: Not Defteri Dizini

source: Fichero configuración disparadores de perfiles
pt: ficheiro de configuração de acionadores de perfis
ru: Файл конфигурации profileTriggers
tr: Profil tetikleyici yapılandırma dosyası

source: Fichero de configuración gestos de entrada
pt: Ficheiro de configuração de definidor de comandos
ru: Файл конфигурации жестов ввода
tr: Girdi hareketleri yapılandırma dosyası

source: Fichero de configuración de NVDA
pt: Ficheiro de configuração do NVDA
ru: Файл конфигурации NVDA
tr: NVDA yapılandırma dosyası

source: &Seleccionar todo
pt: &Seleccionar tudo
ru: &Отметить все
tr: &Tümünü Seç

source: &Deseleccionar todo
pt: &Retirar a selecção
ru: & Снять отметки со всех
tr: Se&çimi temizle

source: Tiene que seleccionar un complemento para continuar.
pt: Tem de seleccionar um extra para continuar.
ru: Чтобы продолжить, необходимо выбрать дополнение.
tr: Devam edebilmek için bir eklenti seçmelisiniz.

source: Error
pt: Erro
pt_pt: Erro
ru: Ошибка
tr: Hata

source: Seleccione un directorio:
pt: Seleccione um directório:
ru: Выберите каталог:
tr: Bir dizin seç:

source: No se encontraron complementos en el directorio que selecciono.
pt: Não foram encontrados extras no directório que seleccionou.
ru: В выбранной мною папке не было найдено никаких дополнений.
tr: Seçtiğiniz dizinde eklenti bulunamadı.

source: Necesita elegir al menos un complemento para continuar.
pt: É necessário escolher pelo menos um complemento para continuar.
ru: Вам нужно выбрать хотя бы одно дополнение, чтобы продолжить.
tr: Devam edebilmek için en az bir eklenti seçmelisiniz.

source: Complementos &habilitados
pt: &lista de extras activados:
ru: &Включенные дополнения
tr: &Etkin Olan Eklentiler

source: Complementos &deshabilitados
pt: Complementos &desactivados
ru: &Отключенные дополнения
tr: &Devre dışı Olan Eklentiler

source: Procesar &instalados
pt: Processar &instalados
ru: &Процесс установки
tr: Dosyaya &Uygula

source: Procesar un archivo de &complemento
pt: Processamento de um ficheiro do &extra
ru: &Обработка файла дополнения
tr: &Eklenti Paketine uygula

source: Necesita elegir al menos un elemento de copia de seguridad de la lista para continuar.
pt: É necessário escolher pelo menos um item da lista da cópia de segurança para continuar.
ru: Вам нужно выбрать хотя бы один элемент резервной копии из списка, чтобы продолжить.
tr: Devam etmek için listeden en az bir yedekleme öğesi seçmelisiniz.

source: Archivo de copia de seguridad de NVDA (*.nvda-backup)|*.nvda-backup
pt: Ficheiro de cópia de segurança do NVDA (*.nvda-backup)|*.nvda-backup
ru: Файл резервной копии NVDA (*.nvda-backup)|*.nvda-backup
tr: NVDA Yedekleme Dosyası (*.nvda-backup)|*.nvda-backup

source: Guardar la copia de seguridad en...
pt: Guardar a cópia de segurança em...
ru: Сохраните резервную копию в...
tr: Yedeklemeyi şuraya kaydet...

source: Seleccione un archivo de copia de seguridad de NVDA
pt: Seleccione um ficheiro de cópia de segurança do NVDA
ru: Выберите файл резервной копии NVDA
tr: Bir NVDA yedekleme dosyası seç

source: Complemento de NVDA (*.nvda-addon)|*.nvda-addon
pt: extra para o NVDA (*.nvda-addon)|*.nvda-addon
ru: Дополнение NVDA (*.nvda-addon)|*.nvda-addon
tr: NVDA Eklentisi (*.nvda-addon)|*.nvda-addon

source: Seleccione un complemento de NVDA
pt: Seleccione um extra do NVDA
ru: Выберите дополнение NVDA
tr: Bir NVDA Eklentisi Seç

source: Restaurar copia de seguridad de NVDA
pt: Restaurar a cópia de segurança do NVDA
ru: Восстановить резервную копию NVDA
tr: NVDA Yedeğini Geri Yükle

source: &Contenido de la copia de seguridad:
pt: &Conteúdo da cópia de segurança:
ru: &Содержимое резервной копии:
tr: Yedekleme i&çeriği:

source: &Restaurar
ru: &Восстановить
tr: Ye&nile

source: &Cerrar
pt: &Fechar
ru: &Закрыть
tr: &Kapat

source: Creando el complemento: {} {}
pt: A criar o complemento: {} {}
ru: Создание дополнения: {} {}
tr: Eklenti oluşturuluyor: {} {}

source: Se generaron correctamente todos los complementos. Pulse aceptar para continuar.
pt: Todos os extras foram criados correctamente. Pressione aceitar, para continuar.
ru: Все дополнения были успешно сгенерированы. Нажмите OK, чтобы продолжить.
tr: Tüm eklentiler başarıyla oluşturuldu. Devam etmek için kabul et'e basın.

source: Se produjo un error inesperado. Error: {} Vuelva a intentarlo.
pt: Ocorreu um erro inesperado Erro: {} Por favor, tente novamente.
ru: Произошла непредвиденная ошибка. Ошибка: {} Пожалуйста, попробуйте еще раз.
tr: Beklenmedik bir hata oluştu. Hata: {} Tekrar deneyin.

source: Instalando el complemento: {}
pt: A instalar o add-on: {}
ru: Установка дополнения: {}
tr: Eklenti yükleniyor: {}

source: Se completo la instalación correctamente. NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
pt: A instalação foi concluída com sucesso. O NVDA precisa de reiniciar para aplicar as instalações. quer reiniciar o NVDA agora?
ru: Установка успешно завершена. NVDA необходимо перезапустить, чтобы применить установки. Хотите ли вы перезапустить NVDA сейчас?
tr: Yükleme işlemi başarıyla tamamlandı. Kurulan eklentilerin etkin olabilmesi için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: No se pudo instalar el complemento. Fallo de compatibilidad. Busque un complemento compatible.
pt: O extra não pôde ser instalado. Falha de compatibilidade. Procure um extra compatível.
ru: Дополнение не удалось установить. Нарушение совместимости. Поиск совместимого дополнения.
tr: Eklenti yüklenemedi. Uyumluluk hatası. Uyumlu bir eklenti arayın.

source: Se completo la instalación correctamente. Pero hay complementos que no se pudieron instalar. Los siguientes complementos son incompatibles, busque una versión compatible: {} NVDA necesita reiniciarse para aplicar las instalaciones. ¿Desea reiniciar NVDA ahora?
pt: A instalação foi concluída com sucesso. Mas há extras que não puderam ser instalados. Os seguintes extras são incompatíveis, por favor procure uma versão compatível: {} O NVDA precisa de ser reiniciado para aplicar as instalações. Quer reiniciar o NVDA agora?
ru: Установка была завершена правильно. Но есть дополнения, которые не удалось установить. Следующие дополнения несовместимы, пожалуйста, найдите совместимую версию: {} Для применения установок необходимо перезапустить NVDA. Хотите ли вы перезапустить NVDA сейчас?
tr: Yükleme işlemi başarıyla tamamlandı. Ancak yüklenemeyen eklentiler var. Aşağıdaki eklentiler uyumsuz, lütfen uyumlu bir sürüm olup olmadığını kontrol edin: {} Kurulumu tamamlamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se instalaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
pt: Ocorreu um erro inesperado Erro: {} No entanto, alguns extras foram instalados e o NVDA precisa de ser reiniciado para aplicar as alterações. quer reiniciar o NVDA agora?
ru: Произошла непредвиденная ошибка. Ошибка: {} Однако были установлены дополнения, и NVDA необходимо перезапустить, чтобы применить изменения. Хотите ли вы перезапустить NVDA сейчас?
tr: Beklenmedik bir hata oluştu. Hata: {} Ancak kurulu eklentiler vardı ve değişiklikleri uygulamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Desinstalando el complemento: {}
pt: A desinstalar o add-on: {}
ru: Удаление дополнения: {}
tr: Eklenti kaldırılıyor: {}

source: Se completo la desinstalación correctamente. NVDA necesita reiniciarse para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
pt: A remoção foi concluída com sucesso. O NVDA precisa de ser reiniciado para aplicar as alterações. quer reiniciar o NVDA agora?
ru: Удаление успешно завершено. NVDA необходимо перезапустить, чтобы применить изменения. Хотите ли вы перезапустить NVDA сейчас?
tr: Kaldırma işlemi başarıyla tamamlandı. Değişiklikleri uygulamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se desinstalaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
pt: Ocorreu um erro inesperado Erro: {} No entanto, houve extras que foram desinstalados e o NVDA precisa de ser reiniciado para aplicar as alterações. quer reiniciar o NVDA agora?
ru: Произошла непредвиденная ошибка. Ошибка: {} Однако были дополнения, которые были удалены, и NVDA необходимо перезапустить, чтобы применить изменения. Хотите ли вы перезапустить NVDA сейчас?
tr: Beklenmedik bir hata oluştu. Hata: {} Ancak kaldırılan eklentiler vardı ve değişiklikleri uygulamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Buscando complementos en {}...
pt: À procura de complementos em {}...
ru: Ищу дополнения в {}...
tr: {} içinde eklentiler aranıyor...

source: No hay complementos compatibles en el directorio.
pt: Não existem extras compatíveis no directório.
ru: В каталоге нет совместимых дополнений.
tr: Dizinde desteklenen eklenti yok.

source: Se completo con éxito la extracción de información de los complementos. No obstante, el directorio que introdujo contiene complementos no compatibles. * Complementos con fallo en el manifiesto: {}. {} * Complementos no compatibles con la api actual: {}. {} Pulse aceptar para continuar.
pt: A extracção de informação dos extras foi concluída com sucesso. No entanto, o directório que inseriu contém extras não suportados. * Plugins com falhas manifestas: {}. {} * Plugins não compatíveis com a api actual: {}. {} Pressione aceito para continuar.
ru: Извлечение информации о плагине было успешно завершено. Однако каталог, который вы ввели, содержит неподдерживаемые плагины. * Плагины с ошибкой манифеста: {}. {} * Плагины, не совместимые с текущим api: {}. {} Нажмите OK, чтобы продолжить.
tr: Eklenti bilgileri başarıyla listeye alındı. Ancak belirttiğiniz dizin desteklenmeyen eklentiler içeriyor. * Manifest dosyası hatalı olan eklentiler: {}. {} * Mevcut API tarafından desteklenmeyen eklentiler: {}. {} Devam etmek için kabul et'e basın.

source: Se completo con éxito la extracción de información de los complementos. Pulse aceptar para continuar.
pt: A extracção de informação dos add-ons foi concluída com sucesso. Clique OK para continuar.
ru: Извлечение информации о дополнениях успешно завершено. Нажмите OK, чтобы продолжить.
tr: Eklenti bilgileri başarıyla listeye alındı. Devam etmek için kabul et'e basın.

source: Deshabilitando complementos...
pt: A desactivar add-ons...
ru: Отключение дополнений...
tr: Eklentiler devre dışı bırakılıyor...

source: Habilitando complementos...
pt: A activar os extras.
ru: Включение дополнений...
tr: Eklentiler etkinleştiriliyor...

source: Se completo el proceso de habilitar y deshabilitar correctamente. NVDA necesita reiniciarse para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
pt: O processo de activação e desactivação foi concluído com êxito. O NVDA precisa de ser reiniciado para aplicar as alterações. quer reiniciar o NVDA agora?
ru: Процесс включения/выключения успешно завершен. NVDA необходимо перезапустить, чтобы применить изменения. Хотите ли вы перезапустить NVDA сейчас?
tr: Etkinleştirme ve devre dışı bırakma işlemi başarıyla tamamlandı. Değişiklikleri uygulamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se habilitaron o deshabilitaron y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
pt: Ocorreu um erro inesperado Erro: {} No entanto, alguns extras foram activados ou desactivados e o NVDA precisa de ser reiniciado para aplicar as alterações. quer reiniciar o NVDA agora?
ru: Произошла непредвиденная ошибка. Ошибка: {} Однако дополнения были включены или отключены, и NVDA необходимо перезапустить, чтобы применить изменения. Хотите ли вы перезапустить NVDA сейчас?
tr: Beklenmedik bir hata oluştu. Hata: {} Ancak etkinleştirilen veya devre dışı bırakılan eklentiler vardı ve değişiklikleri uygulamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Cambiando el manifiesto al complemento: {}
pt: A alterar o manifesto para o complemento: {}
ru: Замена манифеста в дополнении: {}
tr: Manifest dosysı değiştiriliyor: {}

source: Se cambiaron los manifiestos correctamente. Para que la acción tenga efecto NVDA tiene que reiniciarse. ¿Desea reiniciar NVDA ahora?
pt: Os ficheiros manifest.ini foram alterados correctamente. Para que a acção tenha efeito, o NVDA tem de ser reiniciado. Quer reiniciar o NVDA agora?
ru: Манифесты были изменены правильно. Чтобы действие вступило в силу, необходимо перезапустить NVDA. Хотите ли вы перезапустить NVDA сейчас?
tr: Manifest dosyaları başarıyla değiştirildi. Yapılan değişikliklerin etkinleştirilebilmesi için NVDA'nın yeniden başlatılması gerekir. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Se produjo un error inesperado. Error: {} No obstante hubo complementos que se les cambio el manifiesto y NVDA necesita reiniciar para aplicar los cambios. ¿Desea reiniciar NVDA ahora?
pt: Ocorreu um erro inesperado Erro: {} Contudo, houve extras que tiveram o seu manifesto alterado e o NVDA precisa de ser reiniciado para aplicar as alterações. quer reiniciar o NVDA agora?
ru: Произошла непредвиденная ошибка. Ошибка: {} Однако были дополнения, у которых были изменены манифесты, и NVDA необходимо перезапустить, чтобы применить изменения. Хотите ли вы перезапустить NVDA сейчас?
tr: Beklenmedik bir hata oluştu. Hata: {} Ancak, Manifest dosyaları değiştirilen eklentiler vardı ve değişiklikleri uygulamak için NVDA'nın yeniden başlatılması gerekiyor. NVDA'yı şimdi yeniden başlatmak istiyor musunuz?

source: Trabajando en el complemento: {}
pt: A trabalhar no extra: {}
ru: Работа над дополнением: {}
tr: Eklenti üzerinde çalışılıyor: {}

source: Se cambio correctamente el manifiesto. Se genero un complemento con el manifiesto cambiado en: {} Pulse aceptar para continuar.
pt: O manifesto foi correctamente alterado. Foi criado um extra com o manifesto alterado: {} Clique OK para continuar.
ru: Манифест был успешно изменен. Был создан плагин с измененным манифестом: {} Нажмите OK, чтобы продолжить.
tr: Manifest dosyası başarıyla değiştirildi. Manifest dosyası şu şekilde değiştirilerek bir eklenti oluşturuldu: {} Devam etmek için kabul et'e basın.

source: Añadiendo el directorio de diccionarios...
pt: A adicionar a pasta de dicionários
ru: Добавление директории словари...
tr: Sözlükler dizini ekleniyor...

source: No se pudo agregar el directorio de diccionarios a la copia de seguridad.
pt: O directório de dicionários não pôde ser adicionado à cópia de segurança.
ru: Не удалось добавить каталог словарей в резервную копию.
tr: Sözlükler dizini yedeklemeye eklenemedi.

source: Añadiendo el directorio de Perfiles...
pt: A adicionar a pasta de perfis...
ru: Добавление каталога "Профили"...
tr: Profiller dizini ekleniyor...

source: No se pudo agregar el directorio de Perfiles a la copia de seguridad.
pt: A pasta de Perfis não pôde ser adicionada à cópia de segurança.
ru: Не удалось добавить каталог профилей в резервную копию.
tr: Profiller dizini yedeklemeye eklenemedi.

source: Añadiendo el directorio de Scratchpad...
pt: A adicionar a pasta de Scratchpad...
ru: Добавление каталога scratchpad...
tr: Not defteri dizini ekleniyor...

source: No se pudo agregar el directorio de Scratchpad a la copia de seguridad.
pt: A pasta de Scratchpad não pôde ser adicionada à cópia de segurança.
ru: Не удалось добавить каталог scratchpad в резервную копию.
tr: Not defteri dizini yedeklemeye eklenemedi.

source: Añadiendo el Fichero configuración disparadores de perfiles...
pt: A adicionar o ficheiro de configuração de adicionadores de perfis
ru: Добавление файла настройки profileTriggers...
tr: Profil tetikleyici yapılandırma dosyası ekleniyor...

source: No se pudo agregar el Fichero configuración disparadores de perfiles a la copia de seguridad.
pt: O ficheiro de configuração dos acionadores de Perfil não pôde ser adicionado à cópia de segurança.
ru: Не удалось добавить файл настроек profileTriggers в резервную копию.
tr: Profil tetikleyici yapılandırma dosyası yedeklemeye eklenemedi.

source: Añadiendo el Fichero de configuración gestos de entrada...
pt: A adicionar o ficheiro de configuração do definidor de comandos...
ru: Добавление файла настроек жестов ввода...
tr: Girdi hareketleri yapılandırma dosyası ekleniyor...

source: No se pudo agregar el Fichero de configuración gestos de entrada a la copia de seguridad.
pt: O ficheiro de configuração do definidor de comandos não pôde ser adicionado à cópia de segurança.
ru: Не удалось добавить файл настроек жестов ввода в резервную копию.
tr: Girdi hareketleri yapılandırma dosyası yedeklemeye eklenemedi.

source: Añadiendo el Fichero de configuración de NVDA...
pt: A adicionar o ficheiro de configuração do NVDA...
ru: Добавление файла конфигурации NVDA...
tr: NVDA Yapılandırma Dosyası Ekleniyor...
